---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeLandingType
source: html/0f7c0596-bf85-5626-6b63-946e2274ce1e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeLandingType Property

"Landing Type": Landing Type

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeLandingType { get; }
```